Revit 2027 API
UnitTypeId.MeganewtonMetersPerMeter Property
 Meganewton meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MeganewtonMetersPerMeter { get; }
Public Shared ReadOnly Property MeganewtonMetersPerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MeganewtonMetersPerMeter {
	ForgeTypeId^ get ();
}
static member MeganewtonMetersPerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace